micropython/micropython-example-boards/boards/CUSTOM_ESP32/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Custom ESP32 board"
#define MICROPY_HW_MCU_NAME "ESP32"
